[
    {
        "id": 1,
        "title": "Nike Air Max 270 Women's",
        "price": 120.00,
        "description": "Propelling the Swoosh into the future, these women's Air Max 270 kicks from Nike are equipped with the tallest heel bag to date. Derived from older, nostalgic models, they take inspiration from the Air 180 and Air Max 93 - but are a brand new silhouette designed purely as a lifestyle sneak. The lightweight trainers are built with a breathable mesh and canvas upper, which comes in a black, anthracite and white colourway. Sat on a Max Air unit that measures 32mm (the tallest Nike have made!), they promise next-level cushioned comfort, with 270 degrees of visible Air. Finished with the iconic Swoosh to the sidewalls and Air 270 branding to the tongue and heel overlay.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_011116_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 2,
        "title": "Nike Air Max 270 Women's",
        "price": 120.00,
        "description": "Propelling the Swoosh into the future, these women's Air Max 270 kicks from Nike are equipped with the tallest heel bag to date. Derived from older, nostalgic models, they take inspiration from the Air 180 and Air Max 93 - but are a brand new silhouette designed purely as a lifestyle sneak. The lightweight trainers are built with a breathable mesh and canvas upper, which comes in a fresh white colourway. Sat on a new, Max Air unit that measures 32mm (the tallest Nike have made!), they promise next-level cushioned comfort, with 270 degrees of visible Air. Finished with the iconic Swoosh to the sidewalls and Air 270 branding to the tongue and heel overlay.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_019354_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 3,
        "title": "Nike React Vision Women's",
        "price": 115.00,
        "description": "Just for the women, these React Vision trainers from Nike are a future classic. In a white colourway with hits of Platinum, these kicks mix the aesthetic of Nike's D/MS/X offshoot and the established React design for something totally individual. These lightweight runners have a full-length React foam midsole and a breathable mesh upper for foot-wrapping comfort from morning till night. With a TPU clip to the heel they are finished with D/MS/X branding on the tongue and a Swoosh on the sidewalls.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_362212_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 4,
        "title": "Nike React Vision Women's",
        "price": 150.00,
        "description": "A classic look reimagined, just for the women - these React Vision trainers are a future classic. In a monochrome black and white colourway with hits of iridescent panelling, these kicks mix the aesthetic of Nike's D/MS/X offshoot and the established React design for something totally individual. These lightweight runners have a full-length React foam midsole and a breathable mesh upper for foot-wrapping comfort from morning till night. With a TPU clip to the heel they are finished with D/MS/X branding on the tongue and a Swoosh on the sidewalls.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_362211_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 5,
        "title": "adidas Originals Superstar Bold Women's",
        "price": 85.00,
        "description": "Exclusive to JD. The '70s icon gets taken up a level with these women's Superstar Bold trainers from adidas Originals. Keeping the OG design lines but adding a platform sole for a bold, retro look, these low-profile sneaks have a premium leather upper in a white colourway with the iconic toe shell for durable wear. They feature a tonal lace up fastening and are sat on a stacked midsole for lightweight cushioning and tare finished with a grippy rubber tread, grunge grey 3-Stripes to the sidewalls and signature adidas branding, including the iconic Trefoil logo to the heel.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_362623_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 6,
        "title": "adidas Originals Honey Lo Women's",
        "price": 55.00,
        "description": "Exclusive to JD, these clean and cool women's Honey Lo trainers from adidas Originals are sure to get you turning heads when you step out. Crafted with a lightweight synthetic upper, the Honey Lo is sat on a vulcanised rubber outsole for grippy underfoot wear. A rubber toe guard adds an old school accent that delivers light protection, while honeycomb 3-Stripes put a twist on an iconic adidas look.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_236057_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 7,
        "title": "adidas Originals Ozweego Women's",
        "price": 90.00,
        "description": "Exclusive to JD. Step up your style with an old school silhouette that's been refreshed for the streets with these women's Ozweego trainers from adidas Originals. In a white and grey colourway, these creps are inspired by the OG '98 Ozweego creps. Made with a mesh upper to keep your feet ventilated, these trainers come with suede overlays for premium style that adds support. With tonal lacing for a locked-in fit, these sneakers are sat on an EVA midsole that has Adiprene cushioning to the forefoot and heel for a responsive ride. With a grippy rubber outsole to keep you steppin', these trainers are finished with tonal 3-Stripes to the sidewalls, along with the iconic Trefoil to the tongue. Please Note: Ozweego fit small, we recommend sizing half a size up from your regular size.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_354384_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 8,
        "title": "adidas Originals Superstar Women's",
        "price": 75.00,
        "description": "Treat your feet to some classics with these women's Superstar Spark trainers from adidas Originals. In a white colourway with glossy black accenting, these trainers are made from a durable and premium leather upper. Sat on a cushioned midsole, these creps give you premium comfort every step of the way. An iconic rubber shell toe adds protection, while herringbone traction pattern gives you grip on the streets. Finished with black iconic 3-Stripes to the sidewalls, gold-tone Superstar wordmark to the sidewalls as well as Trefoil branding to the tongue.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_354587_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    },
    {
        "id": 9,
        "title": "Converse Chuck Taylor All Star Lift Canvas Low Top Women's",
        "price": 65.00,
        "description": "Take your sneaker game up a level with these women's All Star Lift Ox Platform trainers from Converse. Built with a durable canvas upper for a classic look, they feature a tonal lace up fastening, silver-tone eyelets and the signature rubber toe cap. With a switched up look, these sneakers have a statement, platform midsole with a contrasting stripe and grippy rubber tread for traction. Finished with All Star branding to the tongue and a license plate to the heel.",
        "category": "womens-footwear",
        "image": "https://i8.amplience.net/i/jpl/jd_120181_a?qlt=92&w=750&h=531&v=1&fmt=webp"
    }
]